#+PROPERTY: header-args:latex :tangle ../../tex/ch1/intro_prob_test.tex
# ------------------------------------------------------------------------------------
# Santa Teresa Benedicta de la Cruz, ruega por nosotros
* Analogía teológica
  :LOGBOOK:
  CLOCK: [2018-08-23 Thu 12:15]--[2018-08-23 Thu 16:32] =>  4:17
  :END:
!!Sin embargo -y esto es un dato de suma importancia-, detrás de todas estas crisis,
  está una noción de razón -y de libertad- que no es la genuinamente cristiana.
  Considero que la noción de logos cristiana no cae bajo la crisis post-moderna. Veamos
  este /novum/ que ha quedado intacto a la deconstrucción moderna.

-> El logos cristiano. Una cosmovisión análoga entre dos univocistas:

!!El logos cristiano emerge como una extraordinaria novedad ente los dos antedichos
  univocismos. Frente al logos estóico -fuerza pneumática divina e inmanente en la
  naturaleza-, y frente al logos neoplatónico, trascendente cuasi-divino y ajeno al
  mundo de lo material, el Logos divino del cristianismo -el Verbum- es, en efecto,
  trascendente: es una Persona de la Santísima Trinidad, que ha tenido -y tiene- una
  concreción histórica: se ha Encarnado,es Dios y hombre. p. 187

p. 190; Orígenes, contra celso 2, 31:

No son importantes para el cristiano 'palabra' o 'lenguaje' o 'razón' o 'ley' en sí
mismas, en un uso absoluto -todas son, de alguna manera, expresiones de la
autocomprensión humana-, sino sólo lo que Dios tiene que decir al hombre, el logos
theou, el hecho de que no es compoatible con el concepto griego de Dios, que Dios
interpele al hombre en el aquí y ahora de su vida.


Carácter veritativo del conocimiento teológico: p.194-195

Consistencia y valor de suplencia del lenguaje teológico p. 196-197
** C2. Revelación cristiana: la palabra universal y definitiva de Dios

   :LOGBOOK:
   CLOCK: [2018-10-31 Wed 13:07]--[2018-10-31 Wed 13:32] =>  0:25
   CLOCK: [2018-10-30 Tue 16:55]--[2018-10-30 Tue 17:20] =>  0:25
   CLOCK: [2018-10-30 Tue 15:55]--[2018-10-30 Tue 16:20] =>  0:25
   :END:
TF tiene en la tractación de la Revelación su centro.

será a partir de la ilustración que aparecerá un tratado sobre la revelación...

primeros documentos eclesiásticos que trabajan el tema son ya de la primera mitad del
siglo xix

vat I será quien consagre el término: 8 veces en Dei filius y 1 en Pastor aeternus

el tratado de revelación se desarrolla, por tanto en ese contexto de ilustración

A partir del Vat II la tratación sobre la revelación encontrará un nuevo lugar en la
teología al convertirse en un tratado dogmático y sera R. Latourelle su más
significativo e influyente promotor... se elabora un nuevo tratado dogmático, un
tratado de la Revelación, llamado a ocupar un puesto junto con los grandes tratados
teológicos como son la fe y los sacramentos.

esta dogmática de la revelación aparece como un complemento al tratado apologético y al
tratado de la fe.

el tratado se presenta con una clara estructura dogmática la cual a partir de su
historia (Biblia, Padres, tradición teológica, Magisterio) propone una reflexión
teológica a partir de la triple vía que sugiere el Vaticano I para alcanzar una cierta
inteligencia de los misterios:
[***]vía de la analogía
    categoría de palabra
    [***]categoría de testimonio
    categoría de encuentro
vía de la unión de los misterios entre sí
revelación con creación, historia, encarnación, fe, milagro, Iglesia, visión de Dios
vía de la finalidad

p. 236

filosofía analítica (Cambridge-Oxford philosophy)

después del desafio sobre el criterio de falsificación defendido por A. Flew...
diversos especialistas han relanzado la dimensión analítico-realista del conocimiento y
han realizado propuestas significativas. Las más relevantes en
R. Swinburne:
The coherence of Theism
The existences of God
Revelation

se muestra la importancia y "necesidad" de la Revelación desde un punto de vista
filosófico-analítico y a partir del que llama "principio de credulidad", basado en el
"principio de probabilidad" -> en esta línea se situa el principio de Caridad propuesto
por Coady en Testimony (p. 21, 155-168,176).

B. Mitchell asume la argumentación cumulativa propuesta por J. H. Newman para mostrar
la racionabilidad de la religión y de la revelación, posteriormente ha encontrado
resonancia en el mundo alemán en Meyer-zu-Schlochtern y H.J. Pottmeyer

El hombre tiene capacidad de escuchar una palabra que sea definitiva (p.239)

[***] Qué es la Revelación y cómo se presenta como palabra última de Dios y "verdadera
estrella de orientación del hombre"? [FR 14ss]

Dios se conoce a través del mismo Dios, a este hecho se refiere en definitiva el
concepto de Revelación

* Inicio
  :LOGBOOK:
  CLOCK: [2019-03-05 Tue 16:28]--[2019-03-05 Tue 16:53] =>  0:25
  CLOCK: [2019-03-05 Tue 15:52]--[2019-03-05 Tue 16:17] =>  0:25
  CLOCK: [2019-03-04 Mon 13:49]--[2019-03-04 Mon 14:14] =>  0:25
  CLOCK: [2019-03-04 Mon 12:48]--[2019-03-04 Mon 13:13] =>  0:25
  CLOCK: [2019-03-04 Mon 12:17]--[2019-03-04 Mon 12:42] =>  0:25
  :END:
